[  {
    "courseNumber":1,
    "courseTitle": ".Net",
    "courseDescription": "NET (pronounced dot net) is a framework that provides a programming guidelines that can be used to develop a wide range of applications–––from web to mobile to Windows-based applications. The . NET framework can work with several programming languages such as C#, VB.NET, C++ and F#. At Grand Circus, we use C#.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/netpic.png"
  },
  {
    "courseNumber":2,
    "courseTitle": "Cyber Security",
    "courseDescription": "Computer security, cybersecurity, or information technology security is the protection of computer systems and networks from information disclosure, theft of or damage to their hardware, software, or electronic data, as well as from the disruption or misdirection of the services they provide.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/cyberSecurity.jpg"
  },
  {
    "courseNumber":3,
    "courseTitle": "Web Design",
    "courseDescription": "Web designers plan, create and code internet sites and web pages, many of which combine text with sounds, pictures, graphics and video clips. A web designer is responsible for creating the design and layout of a website or web pages. It and can mean working on a brand new website or updating an already existing site.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/webdesignpic.jpg"
  },
  {
    "courseNumber":4,
    "courseTitle": "Web Development",
    "courseDescription": "Web development is the work involved in developing a website for the Internet (World Wide Web) or an intranet (a private network). Web development can range from developing a simple single static page of plain text to complex web applications, electronic businesses, and social network services.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/webdevelopmentpic.png"
  },

  {
    "courseNumber":5,
    "courseTitle": "AI",
    "courseDescription": "Artificial intelligence (AI) is the ability of a computer or a robot controlled by a computer to do tasks that are usually done by humans because they require human intelligence and discernment.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/ai.png"
  },
  {
    "courseNumber":6,
    "courseTitle": "Java",
    "courseDescription": "Java is a multi-platform, object-oriented, and network-centric language. It is among the most used programming language. Java is also used as a computing platform. It is considered as one of the fast, secure, and reliable programming languages preferred by most organizations to build their projects.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/java2.png"
  },
  {
    "courseNumber":7,
    "courseTitle": "Python",
    "courseDescription": "Python is a computer programming language often used to build websites and software, automate tasks, and conduct data analysis. Python is a general purpose language, meaning it can be used to create a variety of different programs and isn't specialized for any specific problems.",
    "courseLength":"1",
    "coursePrice":"1000",
    "courseImg":"Images/python.png"
  }
  
]
